[Play_DLC3_S_SHN_Julian_Lives AkEvent]
SpokenText="Шеф, думаю, ви повинні дещо знати про Джуліана. Схоже, його не повністю стерло, коли ми знищили той сектоїд. Підключившись до «Ровера», він залишив слід базової пам'яті. Зараз я тримаю його в ізольованій системі, але якщо ми захочемо... Він міг би стати ефективним пілотом «Іскри», треба тільки покопатися в блоці прийняття рішень. Я можу цим зайнятися."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Pre_Mission_Prep_2 AkEvent]
SpokenText="Центр, я можу про себе подбати. Не будемо зайвий раз витрачати час."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Spark_Has_Honor AkEvent]
SpokenText="Двадцять років тому батько наділив «Іскру» голосом, який мав мене заспокоювати. З тих пір багато що змінилося... Я думаю, нам потрібен більш войовничий варіант."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Spark_Is_Ours AkEvent]
SpokenText="Шеф, «Іскра» у нас. З поточними технологіями ми, я впевнена, зможемо створити на його основі додаткові підкріплення. Я готова приступити до роботи в зоні випробувань, як тільки ви накажете."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Spark_Repairs_Available AkEvent]
SpokenText="Шеф, якщо потрібно, ми можемо відправити «Іскри» в бій навіть у пошкодженому стані."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Tower_Rumor_Comp_2 AkEvent]
SpokenText="Шеф, якщо ми плануємо відправити загін, я б напросилася за компанію... Хто б не відправив це повідомлення, він не менше мене обізнаний про розробки мого батька, і мені цікаво, як це можливо. Я - єдина, хто знає, що ми шукаємо. Я повинна бути там."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

